import React, { Component } from 'react';

export default class Tos extends Component {
    render() {
        return (
            <div>
                <div className="hero">
                    <div className="heroBg">
                        <img
                            src="https://chibaki.ir/assets/images/about/hero.jpg"
                            alt="Chibaki Team"
                        />
                    </div>
                    <div className="heroContent">
                        <div className="heroTitle">
                            قوانین و مقررات
                        </div>
                    </div>
                </div>
                <div className="l-container">
                    <p className="aboutText">
                        <h4>
                            مقررات عمومی
                        </h4>
                        <p>
                            کلیه اصول و رویه‏‌های سایت چی‌باکی منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت
                            الکترونیک و
                            قانون حمایت از حقوق مصرف کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر
                            است.
                            سایت چی‌باکی حق اصلاح و تغییر شروط این توافقنامه را کلا یا جزئا داراست و باید شروط اصلاح شده
                            یا
                            تغییر یافته را از طریق وبگاه اعلام نماید. تغییرات ایجاد شده جز در خصوص اطلاعات مالی فورا
                            اعمال
                            می‌گردند. استفاده کاربران بعد از تاریخ موثر (تاریخ قابل اجرا) به معنی پذیرش هرگونه تغییرات
                            است..
                        </p>

                        <p>
                            محتویات این وبگاه بر اساس &#34; آنچه هست &#34; و &#34; آنچه موجود است &#34; ارائه می شود،
                            بدین معنا که سایت
                            چی‌باکی هیچ‌گونه تعهدی در خصوص محتوای پروفایل های مشتریان (دریافت کنندگان خدمات) و افراد
                            متخصص
                            (ارائه دهندگان خدمات) ، کارکردهای خاص آنها، قابل اعتماد بودن و مناسب بودن برای نیازهای کاربر
                            نخواهد داشت.
                        </p>

                        <p>
                            سایت چی‌باکی chibaki.ir تنها وظیفة ایجاد ارتباط و معرفی افراد متخصص (ارائه دهندگان خدمت) و
                            مشتریان ( دریافت کنندگان خدمت) را به عهده دارد و هرگونه بروز مشکل و خطا از سوی هر یک از
                            طرفین پس
                            از معرفی افراد به یکدیگر، مسئولیتی را متوجه وبسایت چی‌باکی نمی‌کند. لذا در هنگام انتخاب فرد
                            متخصص و یا مشتری مورد نظر، دقت لازم را حاصل نموده و تمامی تدابیر امنیتی را برای جلوگیری از
                            بروز
                            مشکل احتمالی پیش بینی نمایید.
                        </p>

                        <p>
                            سایت چی‌باکی هیچ تضمینی در خصوص کیفیت خدمات، زمان ارائه خدمات و تعهدات و ادعاهای طرفین ارائه
                            نمی‌دهد.
                        </p>

                        <p>
                            خدمات که در سایت چی‌باکی قرار می‌گیرند ممکن است با مشارکت خدمات شرکت‌های دیگری ارائه شود که
                            سایت
                            چی‌باکی کنترلی روی آنها ندارد. در چنین شرایطی کاربر می‌پذیرد که این خدمات ، قوانین استفاده و
                            مقررات مختص خود را دارند و سایت چی‌باکی مسئولیتی در خصوص قوانین و خدمات این شرکت‌ها ندارد.
                        </p>

                        <p>
                            افراد متخصص (ارائه دهندگان خدمات) و مشتریان (دریافت کنندگان خدمات) متعهد می‌گردند اطلاعات
                            صحیح و
                            کامل خود را در زمان ثبت نام و همچنین زمان استفاده وارد کنند. در هر صورت آگهی‌دهنده و
                            نمایش‌دهنده
                            به اطلاعات خود دسترسی دارند و می‌توانند اطلاعات ناقص یا نادرست خود را اصلاح نمایند. افراد
                            متخصص
                            (ارائه دهندگان خدمات) و مشتریان (دریافت کنندگان خدمات) باید اطلاعات ثبت نام را برای حفظ صحت
                            و
                            کامل بودن آنها بروز رسانی نمایند. همچنین متعهد می‌گردند که از ایمیل اشتباه (غیر از ایمیل ثبت
                            شده
                            و تایید شده در زمان ثبت نام) استفاده نمی‌کنند، هویت شخص یا اشخاص حقیقی و حقوقی دیگر را جعل
                            نمی‌کنند یا به هر نحوی هویت اصلی خود را مخفی نمی‌کنند.
                        </p>

                        <p>
                            سایت چی‌باکی برای تسهیل دسترسی مشتریان (دریافت کنندگان خدمات) و افراد متخصص (ارائه دهندگان
                            خدمات) پیوندهایی را به وبگاه‌های دیگر ایجاد نموده است. به منظور اتصال به این وبگاه‌ها لازم
                            است
                            ابتدا شرایط استفاده از آن را مطالعه شود سایت چی‌باکی در قبال محتوای موجود در این وبگاه‌ها
                            هیچ‌
                            گونه مسئولیتی ندارد. ضمن اینکه پیوند به این وبگاه‌ها به معنای تایید محتوا، محصولات و خدمات
                            موجود
                            در این وبگاه‌ها و یا هر نوع ارتباط با اداره‌کنندگان آنها نمی‌باشد.
                        </p>

                        <p>
                            تلاش ما بر این است که با مواردی همچون اهراز هویت، درصد اطمینان و... شما را در انتخاب بهترین
                            فرد
                            راهنمایی کنیم، اما در نهایت مسئولیت تمامی خطرها و اتفاقاتی که ممکن است در نتیجه استفاده از
                            سایت
                            چی‌باکی یا سایر سرویس مرتبط با سایت چی‌باکی، برای شما به وجود بیاید به عهده شما است. سایت
                            چی‌باکی هیچ مسئولیتی در قبال مشکلاتی که ممکن است در نتیجه استفاده از سایت چی‌باکی توسط یک
                            کاربر،
                            برای کاربران یا افراد دیگر ایجاد شود از جمله قصور در انجام خدمات از سوی متخصصان (ارائه
                            دهندگان
                            خدمت)، عدم ایفای تعهدات مالی از سوی مشتریان (دریافت کنندگان خدمت) ، یا صدمه‌هایی که به
                            دارایی‌های افراد وارد می‌شود به عهده ندارد.
                        </p>

                        <p>
                            مشتریان (دریافت کنندگان خدمات) و افراد متخصص (ارائه دهندگان خدمات) باید از اهلیت قانونی لازم
                            برای انعقاد این توافقنامه برخوردار باشند. چنانچه به نمایندگی از یک شخص حقوقی به عنوان
                            مشتری(دریافت کننده خدمات) و فرد متخصص (ارائه دهنده خدمات) این توافقنامه را منعقد می‌نماید،
                            دارای
                            اختیارات قانونی لازم برای انعقاد این توافقنامه است و تضمین می‌کند هیچ شخصی اعم از حقیقی و
                            حقوقی
                            ادعایی در این خصوص نخواهد داشت.
                        </p>

                        <p>
                            این مستند به عنوان راهنمای استفاده درست از سایت چی‌باکی نوشته شده است، و می‌بایست تحت هر
                            شرایطی
                            از آن پیروی شود. نقض این قوانین می تواند منجر به مسدود شدن حساب شما و یا جبران خسارات مالی
                            شود.
                            در صورت وجود هر سوالی می‌توانید با بخش پشتیبانی تماس بگیرید. همکاران ما به همه سئوالات شما
                            پاسخ
                            می دهند تا هر گونه نگرانی که ممکن است برای شما ایجاد شود را از بین ببریم.
                        </p>

                        <h4>
                            شرایط سایت
                        </h4>
                        <p>
                            سایت چی‌باکی تنها متعهد به وعده‌های صریح و آشکاری است که در این توافقنامه داده‌ است و در
                            قبال
                            برداشت‌های ضمنی از توافقنامه هیچ تعهد و مسئولیتی ندارد.
                        </p>

                        <p>
                            وبسایت چی‌باکی تمام تلاش خود را در راستای دسترسی بدون وقفه کاربران به سایت انجام می‌دهد و
                            همچنین
                            در تلاش است که ایراد و مشکلات سایت از بین رفته و سایت عاری از هرگونه ویروس و نرم افزار مخرب
                            باشد، ولی تضمین هیچکدام از این موارد در حیطة کنترل وب سایت چی‌باکی نخواهد بود.
                        </p>

                        <p>
                            سایت چی‌باکی می‌تواند در هر زمانی شرایط توافقنامه را تغییر دهد، اما تمام تلاش سایت بر این
                            است که
                            اطلاعات مربوط به تغییرات را در وبسایت منتشر کرده یا با ایمیل به شما اطلاع دهد. اگر بعد از
                            تغییر
                            شرایط توافقنامه همچنان به استفاده از وبسایت ادامه دهید، به معنی آن است که شرایط جدید یا
                            اصلاح‌شده را پذیرفته‌اید.
                        </p>

                        <p>
                            وبسایت چی‌باکی از داخل ایران اداره می‌شود. در نتیجه قوانین جمهوری اسلامی ایران نافذ هستند و
                            سایت
                            چی‌باکی از قوانین و مقررات ایران پیروی می‌کند و تحت نظام قضایی ایران عمل خواهد کرد. هر گونه
                            قانونی که به‌شکل اجتناب‌ناپذیر و رد ناشدنی در موردی و موضوعی وارد باشد و صدق کند، در آن
                            زمینه
                            قانون نافذ محسوب خواهد شد.
                        </p>

                        شما می پذیرید که:
                        <br />
                        شئونات اخلاقی را حفظ کرده و با صداقت رفتار میکنید.
                        <br />

                        معلومات، اعتبارنامه‌ها و تخصص لازم، شامل تحصیلات، تعلیمات، دانش، و مهارت‌های مربوطه را برای
                        ارائه خدمات مورد نظر از طریق سایت و محصولات آن را دارا هستید؛
                        <br />

                        با همه سیاست‌های سایت موافق هستید؛
                        <br />

                        به حقوق همه کاربران احترام خواهید گذاشت؛
                        <br />

                        از اطلاعات محرمانه سوء استفاده نمیکنید و در هر گونه عمل غیر قانونی شرکت نخواهید کرد؛
                        <br />

                        منافع، حقوق و امنیت کاربران را در نظر بگیرید؛
                        <br />

                        به کسی آزار نرسانید یا تبعیض قائل نشوید؛
                        <br />

                        هویت خود و یا هر هویت دیگری را جعل نکرده و اطلاعات درست و صحیح ارائه داده اید؛
                        <br />

                        هر گونه نقض قوانین را گزارش کنید؛
                        <br />

                        چندین حساب کاربری ایجاد نخواهید کرد؛
                        <br />

                        شما مسئول تمامی محتواهایی هستم که در سایت چی‌باکی ارسال میکنید:
                        <br />

                        همچنین شما می‌پذیرید که از اقدامات زیر اجتناب نمایید:
                        <br />
                        ارسال محتوایی که قوانین کپی رایت و یا دیگر حقوق مالکیت معنوی را نقض کند؛
                        <br />

                        ارسال محتوایی که هر قانون یا مقرراتی را نقض کند ؛
                        <br />

                        ارسال محتوای توهین آمیز؛
                        <br />

                        ارسال محتوایی که حاوی مطالب غیر اخلاقی و غیر اسلامی باشد؛
                        <br />

                        ارسال محتوایی که شامل اطلاعات ناقص، غلط یا نادرست باشد؛
                        <br />

                        ارسال محتوایی که شامل هر گونه ویروس و یا برنامه ‌هایی که برای صدمه زدن به هر سیستم نوشته شده
                        باشد؛
                        <br />

                        ارسال محتوایی که برای سایت چی‌باکی ایجاد مسئولیت کند و یا به کسب و کار و یا شهرت آن آسیب برساند؛
                        <br />

                        تجاوز به حقوق قانونی و حریم خصوصی دیگران؛
                        <br />

                        اقدام به اعمالی که سبب خسارت به دیگران شود یا موجبات ورود ضرر به دیگران را فراهم آورد؛
                        <br />

                        برهم زدن اخلاق حسنه و نظم عمومی با استفاده از اطلاعات وبگاه؛
                        <br />

                        اقدام به اعمالی که مطابق قانون مجازات اسلامی، قانون جرائم رایانه ای، قانون تجارت الکترونیک و
                        سایر قوانین موضوعه مربوطه رفتار یا عمل مجرمانه تلقی می‌گردد؛
                        <br />

                        هر نوع فعالیت دیگری که از نظر وبگاه چی‌باکی یا ارگان های مرتبط نامناسب پنداشته شود؛
                        <br />

                        استفاده از مطالب دارای کپی رایت بدون اجازه‏ی صاحب اثر؛
                        <br />

                        تلاش برای نفوذ به وبگاه و یا تخریب اطلاعات موجود در وبگاه ( هک کردن) و همچنین انتقال ویروس یا
                        هرگونه نرم افزار دیگر با ماهیت مخرب با استفاده از ابزارهای ارتباطی وبگاه؛
                        <br />

                        ارائه مطالبی که تلویحا یا تصریحا شامل مفاهیمی استهزاء کننده، تحقیر کننده یا توهین‌آمیز نسبت به
                        هر نژاد، قوم، مذهب، ملیت و جنسیت باشد؛
                        <br />

                        ارائه مطالبی که بطور مستقیم یا غیرمستقیم فعالیت‌های غیرقانونی و غیراخلاقی نظیر پورنوگرافی،
                        تصاویر مروج فساد و مطالب خارج از نزاکت و برخلاف عفت عمومی را ترویج نماید؛
                        <br />

                        ارائه مطالبی از قول منابع علمی، بدون این که از سوی منابع موثق علمی تایید شده باشد؛
                        <br />

                        ارائه مطالبی که حاوی ادعاهای غیرقابل اثبات و مطالب گمراه کننده باشد.
                        <br />

                        سایت چی‌باکی chibaki.ir تنها وظیفة ایجاد ارتباط و معرفی افراد متخصص (ارائه دهندگان خدمت) و
                        مشتریان ( دریافت کنندگان خدمت) را به عهده دارد و هرگونه بروز مشکل و خطا از سوی هر یک از طرفین پس
                        از معرفی افراد به یکدیگر، مسئولیتی را متوجه وبسایت چی‌باکی نمی‌کند. لذا در هنگام انتخاب فرد
                        متخصص و یا مشتری مورد نظر، دقت لازم را حاصل نموده و تمامی تدابیر امنیتی را برای جلوگیری از بروز
                        مشکل احتمالی پیش بینی نمایید.
                        <br />

                        <h4>
                            حقوق مالکیت فکری
                        </h4>
                        تمام محتویات وبسایت چی‌باکی از قبیل متون، گرافیک، تصاویر، علائم تجاری، لوگو، صدا، تصویر، قالب
                        سایت، اسکریپت-هاو اسامی خدمات قابل ارائه و... متعلق به وب سایت چی‌باکی chibaki.ir می‌باشد و
                        مشمول حمایت‌های مقرر در قوانین مالکیت فکری داخلی و بین‌المللی می‌باشد. همچنین هیچ یک از محتویات
                        سایت چی‌باکی قابل تولید مجدد، کپی برداری، فروش یا هر نحو سوء استفاده برای مقاصد تجاری و غیرتجاری
                        نمی‌باشد. هرگونه استفاده بدون کسب مجوز کتبی حق پیگرد قانونی را برای وب سایت چی‌باکی chibaki.ir
                        محفوظ می‌دارد.
                        <br />

                        <h4>
                            حل اختلاف
                        </h4>
                        این توافقنامه طبق قوانین و مقررات جمهوری اسلامی ایران تنظیم شده است. هر گونه اختلاف راجع به آن
                        از جمله انعقاد، اعتبار، تفسیر، فسخ، نقض و اجرای آن برای داوری به شورای انتظامی سازمان نظام صنفی
                        رایانه‌ای استان ارجاع می‌شود. نظر شورای انتظامی استان قطعی‌ و لازم‌الاجراست. شرط داوری حاضر
                        موافقتنامه‌ای مستقل از قرارداد اصلی تلقی می‌شود و در هر حال قابل اجراست.
                        <br />


                        لازم به ذکر مجدد است، سایت چی‌باکی chibaki.ir تنها وظیفة ایجاد ارتباط و معرفی افراد متخصص (ارائه
                        دهندگان خدمت) و مشتریان ( دریافت کنندگان خدمت) را به عهده دارد و هرگونه بروز مشکل و خطا از سوی
                        هر یک از طرفین پس از معرفی افراد به یکدیگر، بر عهدة سایت چی‌باکی نمی باشد. لذا در هنگام انتخاب
                        فرد متخصص و یا مشتری مورد نظر، دقت لازم را حاصل نموده و تمامی تدابیر امنیتی را برای جلوگیری از
                        بروز مشکل احتمالی پیش بینی نمایید.
                        <br />


                        با توجه به پاراگراف بالا، هرگونه ایجاد اختلاف از قبیل؛ قصور در انجام خدمات از سوی متخصصان (ارائه
                        دهندگان خدمت)، عدم ایفای تعهدات مالی از سوی مشتریان (دریافت کنندگان خدمت) ، یا صدمه‌هایی که به
                        دارایی‌های افراد وارد می‌شود و هرگونه خطا و اشتباه در تعاملات فی مابین افراد متخصص (ارائه
                        دهندگان خدمت) و مشتریان ( دریافت کنندگان خدمت) بر عهدة سایت چی‌باکی نبوده و مسئولیتی متوجه
                        وبسایت چی‌باکی نخواهد بود.
                        <br />


                        از اینکه قوانین سایت را مطالعه کردید متشکریم؛ تمام تلاش وبسایت چی‌باکی ایجاد بستری امن برای
                        کاربران سایت می‌باشد، امیدواریم شما هم در راستای نیل به این هدف به ما کمک نمایید. هرگونه پرسشی
                        یا پیشنهادی در مورد قوانین و مقررات سایت را میتوانید از طریق بخش پشتیبانی سایت به ما اطلاع دهید.
                    </p>
                </div>
            </div>
        );
    }
}
